# coding=utf-8

# Синхронизировал репозитории, проверяю работу
# На сегодня работу закончил
# Все таки надо привязать задачу на завтра к Яндекс.Трекеру - делаю соответсвующий коммит - PYLEARNING-1
# В следующий раз планирую опробовать код из примера - https://habr.com/ru/post/268531/

# Control setting
# Использовал автоматический рефакторинг кода, который подравнял все в программе
# Успешно привязал к задаче PYLEARNING-1
# Добавил комментарий что используется utf-8, чтобы IDE не помечала русский текст как ошибку кодировки
# Переместил основной код к конец программы

print("Hello, world!")